Repository: engel-lucas/bing-wallpaper-gnome-extension
Catalog: locale/*/LC_MESSAGES/BingWallpaper.po
Languages: cs, nb

source: Settings
cs: Nastavení
nb: Innstillinger

source: Indicator
cs: Ikona indikátoru
nb: Indikatorikon

source: Hide Indicator
cs: Skryj ikonu
nb: Skjul indikatoren

source: Whether to hide the panel indicator
cs: Zda má být indikátor panelu skrytý
nb: Om panelindikatoren skal skjules

source: Desktop notifications
cs: Povolit oznámení na ploše
nb: Skrivebordsvarsler

source: Enable notifications on new images
cs: Povolí oznámení nových tapet
nb: Aktiver varsler på nye bilder

source: Indicator icon
cs: Ikona indikátoru
nb: Indikatorikon

source: Select from alternate tray icons
cs: Vyber ikonu panelu
nb: Velg fra alternative ikoner

source: Download folder
cs: Složka pro stažení souborů
nb: Nedlastingsmappe

source: Open or change wallpaper downloads folder
cs: Otevři nebo změň složku stažených tapet
nb: Åpne eller endre mappen for nedlasting av bakgrunnsbilder

source: Wallpaper
cs: Tapeta
nb: Tapet

source: Set wallpaper
cs: Nastav tapetu
nb: Sett tapet

source: Whether to set wallpaper automatically
cs: Automatické nastavení tapety
nb: Om du vil sette tapet automatisk

source: Shuffle wallpaper
cs: Přepni tapetu
nb: Stokk tapet

source: Randomly select wallpaper from collection
cs: Náhodně vyber tapetu z kolekce
nb: Velg tilfeldig tapet fra samlingen

source: Shuffle interval
cs: Interval přepnutí
nb: Stokkeintervall

source: How frequently to shuffle wallpapers
cs: Jak často náhodně přepínat tapety
nb: Hvor ofte tapet stokkes

source: Downloads
cs: Složka pro stažení souborů
nb: Nedlastinger

source: Lock screen
cs: Uzamykací obrazovka
nb: Låseskjerm

source: Lockscreen blur
cs: Rozostření uzamykací obrazovky
nb: Låseskjermens uskarphet

source: Dynamic lockscreen blur
cs: Dynamické rozostření zamykací obrazovky
nb: Dynamisk uskarphet på låseskjermen

source: Whether to enable dynamic blur mode on lock screen
cs: Povolení režimu dynamického rozostření na uzamčené obrazovce
nb: Om du vil aktivere dynamisk uskarphet-modus på låseskjermen

source: Blur strength
cs: Síla rozostření
nb: Styrke på uskarpheten

source: Blur strength when login prompt is not visible
cs: Síla rozmazání, když není vidět výzva k přihlášení
nb: Styrke på uskarpheten når påloggingsforespørsel ikke er synlig

source: Wallpaper brightness
cs: Jas tapety
nb: Tapetets lysstyrke

source: Dim wallpaper when login prompt is not visible
cs: Setmění tapety, když není vidět výzva k přihlášení
nb: Demp tapetet når påloggforespørselen ikke er synlig

source: Presets
cs: Předvolby
nb: Forhåndsinnstillinger

source: Gallery
cs: Galerie
nb: Galleri

source: Debug
nb: Feilsøk

source: Debug options
cs: Ladicí možnosti
nb: Alternativer for feilsøk

source: Debug logging
nb: Logging av feilsøk

source: Enable logging to system journal
cs: Povolit logování do systémového žurnálu
nb: Aktiver logging til systemjournal

source: Advanced options
cs: Pokročilé možnosti
nb: Avanserte alternativer

source: Always show new images
cs: Vždy zobrazit nové obrázky
nb: Alltid vis nye bilder

source: Switch to new images when available (unless on random mode)
cs: Přepne na nové tapety, jakmile jsou k dispozici (ne při náhodném režimu).
nb: Bytt til nye bilder når de er tilgjengelige (med mindre i tilfeldig modus)

source: Purge on trash
cs: Vysypat do koše
nb: Slett ved kast

source: Trashing an image will remove it from database and disk
cs: Vymazání obrázku z disku i databáze
nb: Hvis du sletter et bilde, fjernes det fra databasen og disken

source: Screen resolution
cs: Rozlišení obrazovky
nb: Skjermoppløsning

source: Override automatic resolution selection
cs: Přebít automatický výběr rozlišení obrazovky
nb: Overstyr automatisk valg av skjermoppløsning

source: Random interval
cs: Náhodný interval
nb: Tilfeldig intervall

source: Custom shuffle interval when enabled
cs: Vlastní interval náhodného přepnutí, pokud je povolen
nb: Eget stokke-intervall når aktivert

source: Delete older images
cs: Vymazání starších obrázků
nb: Slett eldre bilde

source: Automatically delete older images (excludes favourites)
cs: Automatické mazání starších snímků, s výjimkou oblíbených
nb: Slett automatisk eldre bilder (ekskluderer favoritter)

source: Number of days to keep images
cs: Počet dní pro uchování snímků
nb: Antall dager bilder beholdes

source: Keep images for this number of days (favourites are kept forever)
cs: Uchovávat snímky po tento počet dní, oblíbené jsou uchovávány navždy
nb: Behold bilder i dette antallet dager (favoritter beholdes for alltid)

source: Always export Bing data
cs: Vždy exportuj Bing data
nb: Eksporter alltid Bing-data

source: Export Bing JSON when image data changes
cs: Exportuj Bing JSON když se data změní
nb: Eksporter Bing JSON når bildedata endres

source: About
cs: O rozšíření
nb: Om

source: Bing Wallpaper
nb: Bing-tapet

source: New wallpaper images everyday from Bing
cs: Nové Bing obrázky tapet každý den
nb: Nye tapet-bilder hver dag fra Bing

source: Maintained by Michael Carroll
cs: Správcem je Michael Carroll
nb: Vedlikeholdes av Michael Carroll

source: Version
cs: Verze
nb: Versjon

source: Release notes
cs: Poznámky k vydání
nb: Utgivelsesnotater

source: GNOME extensions page
cs: Stránka rozšíření GNOME
nb: Side for GNOME-utvidelser

source: Source code
cs: Zdrojový kód
nb: Kildekode

source: Report an issue
cs: Nahlas problém
nb: Rapporter et problem

source: Contributors
cs: Přispěvatelé
nb: Bidragsytere

source: License
nb: Lisens

source: Change folder
cs: Změň adresář
nb: Endre mappe

source: Select new wallpaper download folder
cs: Zvolte novou složku pro stahování tapet
nb: Velg ny mappe for nedlasting av tapet

source: Favorite
cs: Oblíbené
nb: Favoritt

source: Apply
cs: Použij
nb: Utfør

source: View
cs: Zobrazit
nb: Vis

source: Delete
cs: Vymaž
nb: Slett

source: <image name here>
cs: <zde jméno obrázku>
nb: <billednavn her>

source: Image shuffle mode
cs: Mód náhodného přepnutí obrázků
nb: Stokket bildemodus

source: Load image gallery
cs: Nahrej galerii obrázků
nb: Last inn bildegalleri

source: on the hour
cs: v hodině
nb: på timen

source: every day at midnight
cs: každý den o půlnoci
nb: hver dag ved midnatt

source: Sunday at midnight
cs: V neděli o půlnoci
nb: Søndag ved midnatt

source: User defined interval
cs: Uživatelský interval
nb: Brukerdefinert intervall

source: <No refresh scheduled>
cs: <Není plánovaná obnova>
nb: <Ingen oppdatering planlagt>

source: Awaiting refresh...
cs: Čekám na obnovu...
nb: Venter på oppdatering …

source: Copy image to clipboard
cs: Kopíruj obrázek do schránky
nb: Kopier bildet til utklippstavlen

source: Copy image URL to clipboard
cs: Kopíruj URL obrázku do schránky
nb: Kopier bildets URL til utklippstavlen

source: Open image folder
cs: Otevři adresář s obrázky
nb: Åpne billedmappe

source: Set background image
cs: Nastav obrázek pozadí
nb: Sett bakgrunnsbilde

source: Set lock screen image
cs: Nastav obrázek při uzamčení obrazovky
nb: Sett låseskjermbilde

source: Refresh Now
cs: Obnov teď
nb: Oppdater nå

source: Open in image viewer
cs: Otevři v prohlížeči
nb: Åpne i bildeviser

source: Open Bing image information page
cs: Otevři Bing image informační stránku
nb: Åpne Bing sin informasjonsside om bildet

source: Quick settings
cs: Rychlé nastavení
nb: Raske innstillinger

source: Image shuffle only favorites
cs: Mód náhodného přepnutí jen favoritů
nb: Stokk bare favoritt-bilder

source: Show image count
cs: Zobrazit počet obrázků
nb: Vis antall bilder

source: Image shuffle only UHD resolutions
cs: Přepínej jen obrázky vysokého rozlišení
nb: Stokk bare bilder med UHD-oppløsning

source: Next refresh
cs: Příští obnova
nb: Neste oppdatering

source: Last refresh
cs: Poslední obnova
nb: Siste oppdatering

source: Next shuffle
cs: Další přepnutí
nb: Neste stokking

source: Bing Wallpaper of the Day for
cs: Tapeta z Bing pro den
nb: Dagens Bing-tapet for

source: No wallpaper available
cs: Žádná tapeta není dostupná
nb: Ingen bakgrunnsbilde tilgjengelig

source: No picture for today.
cs: Dnes není dostupný žádný obrázek.
nb: Ikke noe bilde for i dag.

source: Open folder
cs: Otevři složku
nb: Åpne mappe

source: Default
cs: Výchozí
nb: Standard

source: No blur, slight dim
cs: Lehké
nb: Ikke uskarp, litt mørk

source: Slight blur & dim
cs: Mírné
nb: Litt uskarp, litt mørk

source: Export
nb: Eksport

source: Select wallpaper download folder
cs: Zvolte složku pro stažení tapety
nb: Velg nedlastingsmappe for tapet

source: Error fetching change log:
cs: Chyba stahování protokolu změn:
nb: Feil ved henting av endringslogg:

source: minutes
cs: minut
nb: minutter

source: days
cs: dnů
nb: dager

source: hours
cs: hodin
nb: timer
